Repository: bagumamartin/amgi
Catalog: AmgiFeatures/Sources/AmgiAppCore/Resources/Localizable.xcstrings
Source language: en
Languages: es, fr, hu, vi

source: Removes the server, credentials, and switches the app to local-only mode.
es: Elimina el servidor y las credenciales, y cambia la app al modo solo local.
fr: Supprime le serveur et les identifiants, puis fait passer l’app en mode local uniquement.
hu: Eltávolítja a szervert és a hitelesítő adatokat, majd helyi módra váltja az alkalmazást.
vi: Xóa máy chủ và thông tin đăng nhập, rồi chuyển ứng dụng sang chế độ chỉ dùng cục bộ.

source: Show Reader tab
es: Mostrar pestaña Lector
fr: Afficher l’onglet Lecteur
hu: Olvasás lap megjelenítése
vi: Hiện tab Đọc

source: Reading font
es: Fuente de lectura
fr: Police de lecture
hu: Olvasási betűtípus
vi: Phông chữ đọc

source: Size
es: Tamaño
fr: Taille
hu: Méret
vi: Kích thước

source: Letter spacing
es: Espaciado entre letras
fr: Espacement des lettres
hu: Betűköz
vi: Khoảng cách chữ

source: Line height
es: Altura de línea
fr: Interligne
hu: Sormagasság
vi: Chiều cao dòng

source: Horizontal padding
es: Relleno horizontal
fr: Marge intérieure horizontale
hu: Vízszintes térköz
vi: Khoảng đệm ngang

source: Vertical padding
es: Relleno vertical
fr: Marge intérieure verticale
hu: Függőleges térköz
vi: Khoảng đệm dọc

source: Display
es: Visualización
fr: Affichage
hu: Megjelenítés
vi: Hiển thị

source: Hide furigana / ruby
es: Ocultar furigana / ruby
fr: Masquer les furigana / ruby
hu: Furigana / ruby elrejtése
vi: Ẩn furigana / ruby

source: Avoid breaking paragraphs
es: Evitar dividir párrafos
fr: Éviter de couper les paragraphes
hu: Bekezdések tördelésének kerülése
vi: Tránh ngắt đoạn

source: Vertical writing (CJK)
es: Escritura vertical (CJK)
fr: Écriture verticale (CJK)
hu: Függőleges írás (CJK)
vi: Chữ viết dọc (CJK)

source: Justify text
es: Justificar texto
fr: Justifier le texte
hu: Sorkizárt szöveg
vi: Căn đều văn bản

source: Show percentage
es: Mostrar porcentaje
fr: Afficher le pourcentage
hu: Százalék megjelenítése
vi: Hiện phần trăm

source: Show chapter title
es: Mostrar título del capítulo
fr: Afficher le titre du chapitre
hu: Fejezetcím megjelenítése
vi: Hiện tên chương

source: Tap word to look up
es: Toca una palabra para buscarla
fr: Touchez un mot pour le rechercher
hu: Koppints egy szóra a kereséshez
vi: Chạm vào từ để tra cứu

source: Summary
es: Resumen
fr: Résumé
hu: Összegzés
vi: Tóm tắt

source: Review Shortcuts
es: Atajos de repaso
fr: Raccourcis de révision
hu: Ismétlési billentyűparancsok
vi: Phím tắt ôn tập

source: Actions
es: Acciones
fr: Commandes
hu: Műveletek
vi: Thao tác

source: Add
es: Añadir
fr: Ajouter
hu: Hozzáadás
vi: Thêm

source: Save
es: Guardar
fr: Enregistrer
hu: Mentés
vi: Lưu

source: Reset
es: Restablecer
fr: Réinitialiser
hu: Visszaállítás
vi: Đặt lại

source: Remove
es: Quitar
fr: Retirer
hu: Eltávolítás
vi: Xóa bỏ

source: Delete
es: Eliminar
fr: Supprimer
hu: Törlés
vi: Xóa

source: Clear
es: Borrar
fr: Effacer
hu: Törlés mind
vi: Xóa hết

source: Name
es: Nombre
fr: Nom
hu: Név
vi: Tên

source: New profile
es: Nuevo perfil
fr: Nouveau profil
hu: Új profil
vi: Hồ sơ mới

source: Profile Icon
es: Icono del perfil
fr: Icône du profil
hu: Profilikon
vi: Biểu tượng hồ sơ

source: Edit Profile Icon
es: Editar icono del perfil
fr: Modifier l’icône du profil
hu: Profilikon szerkesztése
vi: Sửa biểu tượng hồ sơ

source: Profile emoji
es: Emoji del perfil
fr: Emoji du profil
hu: Profil emodzsi
vi: Biểu tượng cảm xúc hồ sơ

source: Save Emoji
es: Guardar emoji
fr: Enregistrer l’emoji
hu: Emodzsi mentése
vi: Lưu biểu tượng cảm xúc

source: Use Default Icon
es: Usar icono predeterminado
fr: Utiliser l’icône par défaut
hu: Alapértelmezett ikon használata
vi: Dùng biểu tượng mặc định

source: The one you're using
es: El que estás usando
fr: Celui que vous utilisez
hu: A jelenleg használt
vi: Hồ sơ đang dùng

source: Each profile keeps its own collection, sync login, and review history. Switching applies immediately.
es: Cada perfil tiene su propia colección, conexión de sincronización e historial de repaso. El cambio se aplica de inmediato.
fr: Chaque profil possède sa propre collection, sa connexion de synchronisation et son historique de révision. Le changement est immédiat.
hu: Minden profilnak saját gyűjteménye, szinkronizálási bejelentkezése és ismétlési előzménye van. A váltás azonnal érvénybe lép.
vi: Mỗi hồ sơ có bộ sưu tập, thông tin đăng nhập đồng bộ và lịch sử ôn tập riêng. Việc chuyển đổi có hiệu lực ngay.

source: Available backups
es: Copias de seguridad disponibles
fr: Sauvegardes disponibles
hu: Elérhető biztonsági mentések
vi: Bản sao lưu có sẵn

source: Create backup now
es: Crear copia de seguridad ahora
fr: Créer une sauvegarde maintenant
hu: Biztonsági mentés készítése most
vi: Sao lưu ngay

source: No backups yet.
es: Aún no hay copias de seguridad.
fr: Aucune sauvegarde pour le moment.
hu: Még nincsenek biztonsági mentések.
vi: Chưa có bản sao lưu.

source: Check Database
es: Comprobar base de datos
fr: Vérifier la base de données
hu: Adatbázis ellenőrzése
vi: Kiểm tra cơ sở dữ liệu

source: Checking database
es: Comprobando la base de datos
fr: Vérification de la base de données
hu: Adatbázis ellenőrzése folyamatban
vi: Đang kiểm tra cơ sở dữ liệu

source: Checking database…
es: Comprobando la base de datos…
fr: Vérification de la base de données…
hu: Adatbázis ellenőrzése…
vi: Đang kiểm tra cơ sở dữ liệu…

source: No empty cards found
es: No se encontraron tarjetas vacías
fr: Aucune carte vide trouvée
hu: Nem találhatók üres kártyák
vi: Không tìm thấy thẻ trống

source: Delete All Empty Cards
es: Eliminar todas las tarjetas vacías
fr: Supprimer toutes les cartes vides
hu: Összes üres kártya törlése
vi: Xóa tất cả thẻ trống

source: Empty cards deleted.
es: Se eliminaron las tarjetas vacías.
fr: Cartes vides supprimées.
hu: Üres kártyák törölve.
vi: Đã xóa các thẻ trống.

source: Missing files
es: Archivos ausentes
fr: Fichiers manquants
hu: Hiányzó fájlok
vi: Tệp bị thiếu

source: Unused files
es: Archivos sin usar
fr: Fichiers inutilisés
hu: Nem használt fájlok
vi: Tệp không dùng

source: Trash unused files
es: Enviar archivos sin usar a la papelera
fr: Mettre les fichiers inutilisés à la corbeille
hu: Nem használt fájlok a kukába
vi: Chuyển tệp không dùng vào thùng rác

source: Restore trash
es: Restaurar papelera
fr: Restaurer la corbeille
hu: Kuka visszaállítása
vi: Khôi phục từ thùng rác

source: Empty trash
es: Vaciar papelera
fr: Vider la corbeille
hu: Kuka ürítése
vi: Dọn thùng rác

source: Danger Zone
es: Zona de peligro
fr: Zone dangereuse
hu: Veszélyes műveletek
vi: Vùng nguy hiểm

source: Reset Everything
es: Restablecer todo
fr: Tout réinitialiser
hu: Minden visszaállítása
vi: Đặt lại tất cả

source: Delete Backup
es: Eliminar copia de seguridad
fr: Supprimer la sauvegarde
hu: Biztonsági mentés törlése
vi: Xóa bản sao lưu

source: Delete Profile
es: Eliminar perfil
fr: Supprimer le profil
hu: Profil törlése
vi: Xóa hồ sơ

source: Delete profile only
es: Eliminar solo el perfil
fr: Supprimer uniquement le profil
hu: Csak a profil törlése
vi: Chỉ xóa hồ sơ

source: Delete profile and files
es: Eliminar perfil y archivos
fr: Supprimer le profil et ses fichiers
hu: Profil és fájlok törlése
vi: Xóa hồ sơ và tệp

source: Overrides
es: Excepciones
fr: Remplacements
hu: Felülbírálások
vi: Ghi đè

source: Per-template overrides
es: Excepciones por plantilla
fr: Remplacements par modèle
hu: Sablononkénti felülbírálások
vi: Ghi đè theo mẫu

source: Remove Override
es: Quitar excepción
fr: Supprimer le remplacement
hu: Felülbírálás eltávolítása
vi: Xóa ghi đè

source: Lookup Popup
es: Ventana de consulta
fr: Fenêtre de recherche
hu: Keresési felugró ablak
vi: Cửa sổ tra cứu

source: Dictionary header
es: Encabezado del diccionario
fr: En-tête du dictionnaire
hu: Szótárfejléc
vi: Tiêu đề từ điển

source: Definition font
es: Fuente de la definición
fr: Police de la définition
hu: Definíció betűtípusa
vi: Phông chữ định nghĩa

source: Body font
es: Fuente del cuerpo
fr: Police du texte
hu: Szövegtörzs betűtípusa
vi: Phông chữ nội dung

source: Frequency font
es: Fuente de frecuencia
fr: Police de la fréquence
hu: Gyakoriság betűtípusa
vi: Phông chữ tần suất

source: Collapse dictionaries
es: Contraer diccionarios
fr: Réduire les dictionnaires
hu: Szótárak összecsukása
vi: Thu gọn từ điển

source: Compact glossaries
es: Glosarios compactos
fr: Glossaires compacts
hu: Kompakt szójegyzékek
vi: Bảng chú giải gọn

source: Full-screen popup
es: Ventana a pantalla completa
fr: Fenêtre plein écran
hu: Teljes képernyős felugró ablak
vi: Cửa sổ toàn màn hình

source: Popup height
es: Altura de la ventana
fr: Hauteur de la fenêtre
hu: Felugró ablak magassága
vi: Chiều cao cửa sổ

source: Swipe-down handle
es: Control para deslizar hacia abajo
fr: Poignée de balayage vers le bas
hu: Lefelé húzható fogantyú
vi: Tay nắm vuốt xuống

source: Furigana / hint colour
es: Color de furigana / pistas
fr: Couleur des furigana / indications
hu: Furigana / súgó színe
vi: Màu furigana / gợi ý

source: Overview
es: Resumen general
fr: Vue d’ensemble
hu: Áttekintés
vi: Tổng quan

source: Version
es: Versión
fr: Version de l’app
hu: Verzió
vi: Phiên bản

source: Acknowledgements
es: Agradecimientos
fr: Remerciements
hu: Köszönetnyilvánítás
vi: Lời cảm ơn

source: Community
es: Comunidad
fr: Communauté
hu: Közösség
vi: Cộng đồng

source: Legal & Privacy
es: Legal y privacidad
fr: Mentions légales et confidentialité
hu: Jogi információk és adatvédelem
vi: Pháp lý và quyền riêng tư

source: Privacy Policy
es: Política de privacidad
fr: Politique de confidentialité
hu: Adatvédelmi szabályzat
vi: Chính sách quyền riêng tư

source: Anki engine
es: Motor de Anki
fr: Moteur Anki
hu: Anki-motor
vi: Bộ máy Anki

source: Data Storage & Sync
es: Almacenamiento de datos y sincronización
fr: Stockage des données et synchronisation
hu: Adattárolás és szinkronizálás
vi: Lưu trữ dữ liệu và đồng bộ

source: On-Device Storage
es: Almacenamiento en el dispositivo
fr: Stockage sur l’appareil
hu: Tárolás az eszközön
vi: Lưu trữ trên thiết bị

source: Analytics & Tracking
es: Análisis y seguimiento
fr: Analyses et suivi
hu: Elemzés és követés
vi: Phân tích và theo dõi

source: Zero Tracking
es: Sin seguimiento
fr: Aucun suivi
hu: Követés nélkül
vi: Không theo dõi

source: Permissions
es: Permisos
fr: Autorisations
hu: Engedélyek
vi: Quyền truy cập

source: Photo Library
es: Fototeca
fr: Photothèque
hu: Fotókönyvtár
vi: Thư viện ảnh

source: Microphone & Camera
es: Micrófono y cámara
fr: Microphone et appareil photo
hu: Mikrofon és kamera
vi: Micrô và máy ảnh

source: On-device Assistance
es: Asistencia en el dispositivo
fr: Assistance sur l’appareil
hu: Asszisztens az eszközön
vi: Hỗ trợ trên thiết bị

source: System Search
es: Búsqueda del sistema
fr: Recherche système
hu: Rendszerkeresés
vi: Tìm kiếm hệ thống

source: AI Model
es: Modelo de IA
fr: Modèle d’IA
hu: MI-modell
vi: Mô hình AI

source: Delete AI Model
es: Eliminar modelo de IA
fr: Supprimer le modèle d’IA
hu: MI-modell törlése
vi: Xóa mô hình AI

source: Download over
es: Descargar mediante
fr: Télécharger via
hu: Letöltés ezen keresztül
vi: Tải xuống qua

source: Agent Access
es: Acceso del agente
fr: Accès de l’agent
hu: Ügynökhozzáférés
vi: Quyền truy cập tác nhân

source: Agents
es: Agentes
fr: Agents IA
hu: Ügynökök
vi: Tác nhân

source: Connect an AI assistant
es: Conectar un asistente de IA
fr: Connecter un assistant IA
hu: MI-asszisztens csatlakoztatása
vi: Kết nối trợ lý AI

source: Allow changes while Ijuka is open
es: Permitir cambios mientras Ijuka está abierta
fr: Autoriser les modifications lorsque Ijuka est ouvert
hu: Módosítások engedélyezése, amíg az Ijuka nyitva van
vi: Cho phép thay đổi khi Ijuka đang mở

source: Let AI assistants work with Ijuka
es: Permitir que los asistentes de IA usen Ijuka
fr: Autoriser les assistants IA à utiliser Ijuka
hu: MI-asszisztensek használata az Ijukával
vi: Cho phép trợ lý AI làm việc với Ijuka

source: They can…
es: Pueden…
fr: Ils peuvent…
hu: Ezeket tehetik…
vi: Có thể…

source: Only look
es: Solo consultar
fr: Consulter uniquement
hu: Csak megtekintés
vi: Chỉ xem

source: Look and add notes
es: Consultar y añadir notas
fr: Consulter et ajouter des notes
hu: Megtekintés és jegyzetek hozzáadása
vi: Xem và thêm ghi chú

source: Do everything, including delete
es: Hacer todo, incluso eliminar
fr: Tout faire, y compris supprimer
hu: Minden művelet, a törlést is beleértve
vi: Làm mọi việc, bao gồm xóa

source: Keep an automatic backup before any deletion
es: Crear una copia de seguridad automática antes de eliminar nada
fr: Créer automatiquement une sauvegarde avant toute suppression
hu: Automatikus biztonsági mentés minden törlés előtt
vi: Tự động sao lưu trước khi xóa

source: AI assistants connect through Ijuka for Mac.
es: Los asistentes de IA se conectan a través de Ijuka para Mac.
fr: Les assistants IA se connectent via Ijuka pour Mac.
hu: Az MI-asszisztensek a Macen futó Ijukán keresztül csatlakoznak.
vi: Trợ lý AI kết nối qua Ijuka trên Mac.

source: Settings…
es: Ajustes…
fr: Réglages…
hu: Beállítások…
vi: Cài đặt…

source: Switch profile
es: Cambiar perfil
fr: Changer de profil
hu: Profilváltás
vi: Chuyển hồ sơ

source: No deck selected
es: No hay ningún mazo seleccionado
fr: Aucun paquet sélectionné
hu: Nincs kiválasztott pakli
vi: Chưa chọn bộ thẻ

source: Muted
es: Silenciado
fr: Muet
hu: Tompított
vi: Dịu

source: A collection package includes all decks, notes, cards, scheduling, settings, and—when enabled—media.
es: Un paquete de colección incluye todos los mazos, notas, tarjetas, programación, ajustes y, si está habilitado, archivos multimedia.
fr: Un paquet de collection comprend tous les paquets, notes, cartes, données de planification, réglages et, si cette option est activée, les médias.
hu: A gyűjteménycsomag minden paklit, jegyzetet, kártyát, ütemezést és beállítást tartalmaz, valamint igény esetén a médiafájlokat is.
vi: Gói bộ sưu tập bao gồm tất cả bộ thẻ, ghi chú, thẻ học, lịch ôn tập và cài đặt; có thể kèm cả tệp đa phương tiện.

source: ALL BOOKS
es: TODOS LOS LIBROS
fr: TOUS LES LIVRES
hu: ÖSSZES KÖNYV
vi: TẤT CẢ SÁCH

source: AND with current search
es: Y con la búsqueda actual
fr: ET avec la recherche actuelle
hu: ÉS a jelenlegi kereséssel
vi: VÀ với tìm kiếm hiện tại

source: Activity
es: Actividad
fr: Activité
hu: Tevékenység
vi: Hoạt động

source: Add Field
es: Añadir campo
fr: Ajouter un champ
hu: Mező hozzáadása
vi: Thêm trường

source: Add Image Occlusion
es: Añadir ocultación de imagen
fr: Ajouter une occlusion d’image
hu: Képkiegészítés hozzáadása
vi: Thêm che khuất hình ảnh

source: Add Note
es: Añadir nota
fr: Ajouter une note
hu: Jegyzet hozzáadása
vi: Thêm ghi chú

source: Add Tag
es: Añadir etiqueta
fr: Ajouter une étiquette
hu: Címke hozzáadása
vi: Thêm thẻ

source: Add Tags…
es: Añadir etiquetas…
fr: Ajouter des étiquettes…
hu: Címkék hozzáadása…
vi: Thêm nhãn…

source: Add a deck in Library, then come back here to study.
es: Añade un mazo en Biblioteca y vuelve aquí para estudiar.
fr: Ajoutez un paquet dans la Bibliothèque, puis revenez ici pour étudier.
hu: Adj hozzá egy paklit a Könyvtárban, majd térj vissza ide tanulni.
vi: Thêm bộ thẻ trong Thư viện rồi quay lại đây để học.

source: Add preset…
es: Añadir ajuste preestablecido…
fr: Ajouter un préréglage…
hu: Előbeállítás hozzáadása…
vi: Thêm mẫu thiết lập…

source: Add to selected notes
es: Añadir a las notas seleccionadas
fr: Ajouter aux notes sélectionnées
hu: Hozzáadás a kijelölt jegyzetekhez
vi: Thêm vào ghi chú đã chọn

source: Added
es: Añadido
fr: Ajouté
hu: Hozzáadva
vi: Đã thêm

source: Advanced (SM-2)
es: Avanzado (SM-2)
fr: Avancé (SM-2)
hu: Speciális (SM-2)
vi: Nâng cao (SM-2)

source: After answer
es: Después de responder
fr: Après la réponse
hu: Válasz után
vi: Sau câu trả lời

source: After question
es: Después de la pregunta
fr: Après la question
hu: Kérdés után
vi: Sau câu hỏi

source: After reviews
es: Después de los repasos
fr: Après les révisions
hu: Ismétlés után
vi: Sau thẻ ôn tập

source: All Caught Up!
es: ¡Todo al día!
fr: Tout est à jour !
hu: Minden kész!
vi: Bạn đã hoàn tất!

source: All Photos
es: Todas las fotos
fr: Toutes les photos
hu: Összes fotó
vi: Tất cả ảnh

source: All cards
es: Todas las tarjetas
fr: Toutes les cartes
hu: Összes kártya
vi: Tất cả thẻ

source: All current decks, notes, cards, media, and settings will be replaced. Ijuka creates a temporary recovery package first.
es: Se reemplazarán todos los mazos, notas, tarjetas, archivos multimedia y ajustes actuales. Ijuka creará primero un paquete temporal de recuperación.
fr: Tous les paquets, notes, cartes, médias et réglages actuels seront remplacés. Ijuka crée d’abord un paquet de récupération temporaire.
hu: A jelenlegi paklik, jegyzetek, kártyák, médiafájlok és beállítások lecserélődnek. Az Ijuka előbb ideiglenes helyreállítási csomagot készít.
vi: Tất cả bộ thẻ, ghi chú, thẻ học, tệp đa phương tiện và cài đặt hiện tại sẽ bị thay thế. Ijuka sẽ tạo gói khôi phục tạm thời trước.

source: All decks
es: Todos los mazos
fr: Tous les paquets
hu: Minden pakli
vi: Tất cả bộ thẻ

source: All fields
es: Todos los campos
fr: Tous les champs
hu: Minden mező
vi: Tất cả trường

source: All flashcards, review histories, notes, and imported books stay strictly stored in your local application container on your device.
es: Todas las tarjetas, historiales de repaso, notas y libros importados se guardan exclusivamente en el contenedor local de la app en tu dispositivo.
fr: Toutes les cartes mémoire, historiques de révision, notes et livres importés restent stockés dans le conteneur local de l’appareil.
hu: Minden tanulókártya, ismétlési előzmény, jegyzet és importált könyv kizárólag az eszköz alkalmazástárhelyén marad.
vi: Tất cả thẻ ghi nhớ, lịch sử ôn tập, ghi chú và sách đã nhập chỉ được lưu trong vùng chứa ứng dụng cục bộ trên thiết bị.

source: Allow access in Settings, or pick a photo from All Photos.
es: Permite el acceso en Ajustes o elige una foto de Todas las fotos.
fr: Autorisez l’accès dans Réglages ou choisissez une photo dans Toutes les photos.
hu: Engedélyezd a hozzáférést a Beállításokban, vagy válassz képet az Összes fotó közül.
vi: Cho phép truy cập trong Cài đặt hoặc chọn ảnh từ Tất cả ảnh.

source: Allow camera access
es: Permitir acceso a la cámara
fr: Autoriser l’accès à l’appareil photo
hu: Kamera-hozzáférés engedélyezése
vi: Cho phép truy cập camera

source: Amgi works fully offline. Add a server only if you want to sync with AnkiWeb or a self-hosted instance.
es: Amgi funciona completamente sin conexión. Añade un servidor solo si quieres sincronizar con AnkiWeb o con una instancia propia.
fr: Amgi fonctionne entièrement hors ligne. Ajoutez un serveur uniquement si vous souhaitez synchroniser avec AnkiWeb ou un serveur auto-hébergé.
hu: Az Amgi internet nélkül is teljes értékűen működik. Csak akkor adj hozzá szervert, ha szinkronizálni szeretnél az AnkiWebbel vagy egy saját üzemeltetésű szerverrel.
vi: Amgi hoạt động đầy đủ khi ngoại tuyến. Chỉ thêm máy chủ nếu bạn muốn đồng bộ với AnkiWeb hoặc máy chủ tự vận hành.

source: An AI assistant is using your collection right now.
es: Un asistente de IA está usando tu colección ahora mismo.
fr: Un assistant IA utilise actuellement votre collection.
hu: Egy AI-asszisztens éppen használja a gyűjteményedet.
vi: Trợ lý AI đang sử dụng bộ sưu tập của bạn.

source: Anki Package Options
es: Opciones del paquete de Anki
fr: Options du paquet Anki
hu: Anki-csomag beállításai
vi: Tùy chọn gói Anki

source: Annotations
es: Anotaciones
fr: Notes et annotations
hu: Megjegyzések
vi: Chú thích

source: Answer Again
es: Otra vez
fr: À réapprendre
hu: Újra
vi: Lặp lại

source: Answer Good
es: Bien
fr: Bien
hu: Jó
vi: Tốt

source: Answer Hard
es: Difícil
fr: Difficile
hu: Nehéz
vi: Khó

source: Answer timer
es: Temporizador de respuesta
fr: Minuteur de réponse
hu: Válaszadási időzítő
vi: Đồng hồ bấm giờ trả lời

source: Answering reschedules these cards
es: Al responder, se volverán a programar estas tarjetas
fr: Répondre reprogramme ces cartes
hu: A válaszadás újraütemezi ezeket a kártyákat
vi: Trả lời sẽ lên lịch lại các thẻ này

source: Applies to review cards; the engine rejects the rest with an explanatory error. Last input is remembered for next time.
es: Se aplica a las tarjetas de repaso; el motor rechaza las demás con un error explicativo. Se recuerda el último valor introducido.
fr: S’applique aux cartes de révision ; le moteur refuse les autres avec un message explicatif. La dernière valeur saisie est conservée pour la prochaine fois.
hu: Az ismétlőkártyákra érvényes; a motor magyarázó hibaüzenettel elutasítja a többit. A rendszer megjegyzi az utolsó beírt értéket.
vi: Áp dụng cho thẻ ôn tập; bộ máy sẽ báo lỗi giải thích nếu dùng cho loại khác. Lần nhập cuối được ghi nhớ.

source: Apply
es: Aplicar
fr: Appliquer
hu: Alkalmaz
vi: Áp dụng

source: Apply all parent limits
es: Aplicar todos los límites de los mazos superiores
fr: Appliquer toutes les limites des paquets parents
hu: Szülőpaklik összes korlátjának alkalmazása
vi: Áp dụng mọi giới hạn của bộ thẻ cha

source: Apply to selected notes
es: Aplicar a las notas seleccionadas
fr: Appliquer aux notes sélectionnées
hu: Alkalmazás a kijelölt jegyzetekre
vi: Áp dụng cho ghi chú đã chọn

source: Apply to subdecks
es: Aplicar a los submazos
fr: Appliquer aux sous-paquets
hu: Alkalmazás az alpaklikra
vi: Áp dụng cho các bộ thẻ con

source: Archived
es: Archivado
fr: Archivé
hu: Archivált
vi: Đã lưu trữ

source: Auto-advance
es: Avance automática
fr: Avance automatique
hu: Automatikus továbblépés
vi: Tự động chuyển tiếp

source: Autoplay audio
es: Reproducción automática de audio
fr: Lecture audio automatique
hu: Hang automatikus lejátszása
vi: Tự động phát âm thanh

source: Back to options
es: Volver a las opciones
fr: Retour aux options
hu: Vissza a lehetőségekhez
vi: Quay lại tùy chọn

source: Before reviews
es: Antes de los repasos
fr: Avant les révisions
hu: Ismétlés előtt
vi: Trước thẻ ôn tập

source: Block \\[\\]
es: Bloque \\[\\]
fr: Bloc \\[\\]
hu: Blokk \\[\\]
vi: Khối \\[\\]

source: Bold
es: Negrita
fr: Gras
hu: Félkövér
vi: Đậm

source: Book Details & Chapters
es: Detalles del libro y capítulos
fr: Détails du livre et chapitres
hu: Könyvadatok és fejezetek
vi: Thông tin sách và chương

source: Bookmark This Page
es: Añadir esta página a marcadores
fr: Ajouter cette page aux favoris
hu: Oldal könyvjelzőzése
vi: Đánh dấu trang này

source: Browse matching cards
es: Explorar tarjetas coincidentes
fr: Parcourir les cartes correspondantes
hu: Egyező kártyák böngészése
vi: Duyệt các thẻ phù hợp

source: Bury Card Until Tomorrow
es: Apartar tarjeta hasta mañana
fr: Mettre la carte de côté jusqu’à demain
hu: Kártya elrejtése holnapig
vi: Ẩn thẻ đến ngày mai

source: Bury Note
es: Apartar nota
fr: Mettre la note de côté
hu: Jegyzet elrejtése
vi: Ẩn ghi chú

source: Bury Until Tomorrow
es: Apartar hasta mañana
fr: Mettre de côté jusqu’à demain
hu: Elrejtés holnapig
vi: Ẩn đến ngày mai

source: Bury card
es: Apartar tarjeta
fr: Mettre la carte de côté
hu: Kártya elrejtése
vi: Ẩn thẻ

source: Bury interday-learning siblings
es: Apartar tarjetas hermanas en aprendizaje entre días
fr: Mettre de côté les cartes sœurs en apprentissage sur plusieurs jours
hu: Napok közötti tanuló testvérkártyák elrejtése
vi: Ẩn các thẻ học giữa ngày có liên quan

source: Bury new siblings
es: Apartar tarjetas hermanas nuevas
fr: Mettre de côté les nouvelles cartes sœurs
hu: Új testvérkártyák elrejtése
vi: Ẩn các thẻ mới liên quan

source: Bury review siblings
es: Apartar tarjetas hermanas en repaso
fr: Mettre de côté les cartes sœurs en révision
hu: Ismétlő testvérkártyák elrejtése
vi: Ẩn các thẻ ôn tập liên quan
